frontend/controllers/OudeController.php

    public function actionIndex()
    {
		$mssv = Yii::$app->request->post('username', '');

		$nhieuSinhVien = SinhVien::find()->where('mssv' => $mssv)->all();
---
SELECT * FROM `sinh_vien` WHERE `mssv`='1651010030'